import React from 'react';
import './FooterPages.css';

const OperatingPolicy = () => {
    return (
        <div className="page-container">
            <br></br>
            <h1>운영 정책</h1><br></br>
            <p>㈜Lucky-Vicky(이하 "회사")는 건전하고 안전한 서비스 이용 환경을 조성하기 위해 다음과 같은 운영 정책을 시행하고 있습니다.</p>
            
            <h2>운영 정책의 목적</h2>
            <p>이 운영 정책은 회사가 제공하는 서비스의 이용에 관한 사항을 규정함으로써, 사용자에게 공정하고 일관성 있는 서비스 제공을 목적으로 합니다.</p>
            
            <h2>사용자 의무</h2>
            <p>1. 사용자는 서비스 이용 시 타인의 권리를 침해하거나 법령을 위반해서는 안 됩니다.<br />
               2. 사용자는 회사의 운영 정책 및 약관을 준수해야 합니다.</p>
            
            <h2>제재 조치</h2>
            <p>회사는 사용자가 본 운영 정책을 위반할 경우, 다음과 같은 제재 조치를 취할 수 있습니다.<br />
               1. 경고<br />
               2. 일시 정지<br />
               3. 영구 정지</p>
            
            <h2>신고 및 문의</h2>
            <p>사용자는 서비스 이용 중 불편사항이나 문의사항이 있을 경우, 고객센터를 통해 신고할 수 있습니다. 회사는 신속하게 이를 처리하기 위해 최선을 다합니다.</p>
            
            <h2>운영 정책의 변경</h2>
            <p>회사는 필요시 본 운영 정책을 변경할 수 있으며, 변경된 운영 정책은 서비스 내 공지 또는 개별 통지를 통해 사용자에게 안내됩니다.</p><br></br><br></br>
        </div>
    );
};

export default OperatingPolicy;
