import React from 'react';
import './FooterPages.css';

const PrivacyPolicy = () => {
    return (
        <div className="page-container">
            <br></br>
            <h1>개인정보 처리 방침</h1><br></br>
            <p>㈜Lucky-Vicky(이하 "회사")는 사용자의 개인정보를 중요시하며, "개인정보 보호법"을 준수하고 있습니다. 회사는 개인정보 처리 방침을 통하여 사용자가 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보 보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.</p>
            
            <h2>개인정보의 수집 항목 및 수집 방법</h2>
            <p>1. 수집 항목: 이름, 이메일 주소, 전화번호, 주소 등<br />
               2. 수집 방법: 홈페이지, 서면 양식, 전화/팩스를 통한 본인 확인, 경품 행사 응모, 배송 요청</p>
            
            <h2>개인정보의 수집 및 이용 목적</h2>
            <p>회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.<br />
               1. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산<br />
               2. 회원 관리: 회원제 서비스 이용에 따른 본인 확인, 개인 식별, 불량 회원의 부정 이용 방지와 비인가 사용 방지</p>
            
            <h2>개인정보의 보유 및 이용 기간</h2>
            <p>원칙적으로 개인정보 수집 및 이용 목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 다만, 관계 법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 일정한 기간 동안 회원 정보를 보관합니다.</p>
            
            <h2>개인정보의 파기 절차 및 방법</h2>
            <p>회사는 원칙적으로 개인정보 처리 목적이 달성된 개인정보는 지체 없이 파기합니다. 파기 절차 및 방법은 다음과 같습니다.</p>
            
            <h2>개인정보 제공</h2>
            <p>회사는 사용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.<br />
               1. 사용자가 사전에 동의한 경우<br />
               2. 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사 기관의 요구가 있는 경우</p><br></br><br></br>
        </div>
    );
};

export default PrivacyPolicy;
