import React from 'react';
import './FooterPages.css';

const Terms = () => {
    return (
        <div className="page-container">
            <br></br>
            <h1>약관·정책</h1><br></br>
            <p>이 이용 약관(이하 "약관")은 ㈜Lucky-Vicky(이하 "회사")와 사용자의 권리, 의무 및 책임사항을 규정합니다.</p>
            
            <h2>제1조 (목적)</h2>
            <p>이 약관은 회사가 제공하는 모든 서비스(이하 "서비스")의 이용 조건 및 절차, 회사와 사용자 간의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.</p>
            
            <h2>제2조 (정의)</h2>
            <p>1. "서비스"란 회사가 제공하는 모든 온라인 서비스를 의미합니다.<br />
               2. "사용자"란 서비스에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 의미합니다.</p>

            <h2>제3조 (약관의 게시와 개정)</h2>
            <p>1. 회사는 이 약관의 내용을 사용자가 쉽게 알 수 있도록 서비스 초기 화면에 게시합니다.<br />
               2. 회사는 필요시 약관을 개정할 수 있으며, 개정된 약관은 적용일자 및 개정사유를 명시하여 현행 약관과 함께 서비스 초기 화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.</p>
            
            <h2>제4조 (약관의 해석)</h2>
            <p>1. 이 약관에서 정하지 않은 사항과 이 약관의 해석에 관하여는 관련 법령 또는 상관례에 따릅니다.</p>

            <h2>제5조 (이용 계약의 체결)</h2>
            <p>1. 이용 계약은 사용자가 회사가 정한 절차에 따라 서비스 이용을 신청한 후 회사가 이를 승낙함으로써 체결됩니다.</p>
            <br></br><br></br>
        </div>
    );
};

export default Terms;
